Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/klarsen-n.html.tmx
Source language: nob
Languages: sme

source: Skolegang langt hjemmefra
sme: Skuvlavázzin guhkkin eret ruovttus

source: «Denne kommune er et rent norsk distrikt.
sme: «Dát gielda lea čielga dáža guovlu.

source: » Dette skreiv skoledirektør Chr. Brygfjeld i 1931 om Berlevåg kommune.
sme: » Dán čálii skuvladirektevra Chr. Brygfjeld Bearalvági gieldda birra 1931:s.

source: Men det var ikke sant da, og har ikke vært det verken før eller seinere.
sme: Muhto dat ii lean duohta, iige leamaš ovdal iige maŋŋá.

source: Mens sjølve kommunesenteret var norskdominert, var det vesentlig samisk befolkning på de mindre stedene i kommunen.
sme: Gielddaguovddážis ledje eanaš dážat, ja unnit báikkiin gielddas ledje čielgasit sámi ássit.

source: Helt fram til 1950-tallet begynte det elever i skolen her som bare snakka samisk.
sme: Gitta 1950-logu rádjai álge doppe oahppit skuvlii geat dušše hálle sámegiela.

source: En av dem var Kåre Larsen, som er født i 1944.
sme: Okta sis lei Kåre Larsen, riegádan 1944:s.

source: Han forteller her fra sin skolegang på internata i Stroammavuotna/Kongsfjord og på Skeavvonjárga/Skjånes.
sme: Son muitala dás su skuvlavázzima ja internáhttaeallima birra Strommavuonas ja Skeavvonjárggas.

source: Her bodde han privat hos bekjente av familien.
sme: Dan maŋŋá čađahii realskuvlla Bearalvágis.

source: Etter det ble det postskole i Oslo, jobb i posten i Kirkenes og nesten 40 år i Sparebanken Nord-Norge, avdeling Tana.
sme: Dan maŋŋá váccii poastaskuvlla Oslos, barggai poasttas Girkonjárggas, ja lagabui 40 jagi Davvi-Norgga Seastinbáŋkkus, Deanu ossodagas.

source: Kåre er nå pensjonist, og benytter en del av tiden til friluftsliv, elgjakt og laksefiske.
sme: Kåre lea dál ealáhagas, ja geavaha áiggis meahcástallamii, ealgabivdui ja luossabivdui.

source: Intervjueren Yngve Johansen er født i 1954.
sme: Jearahalli Yngve Johansen lea riegádan 1954:s.

source: Han og hans mor kommer fra Berlevåg kommune, men han er selv oppvokst på Lávvonjárga innerst i Tanafjorden.
sme: Son ja su eadni leaba Bearalvági gielddas eret, muhto Yngve lea bajásšaddan Lávvonjárggas, Deanunjálmmis.

source: I sin skoletid var han bare vært borteboende, på internat, privat og på hybel.
sme: Su skuvlaáiggis son lea olles áigge orron eará báikkis, internáhtas, priváhta báikkiin ja ásodagain.

source: Han gikk grunnskole i Vestertana, Austertana og Seida, Den samiske folkehøgskole og 4-årig lærerskole i Alta. Seinere har han tatt samisk i Alta og kroppsøving hovedfag på Levanger.
sme: Son váccii vuođđoskuvlla Deanodagas, Juovlavuonas ja Sieiddás, Sámi álbmotallaskuvlla, oahpaheaddjiskuvlla Álttás, ja maŋŋá son logai sámegiela Álttás ja lášmmohallama váldofága Levangeris.

source: Han har arbeida som laksefisker, lærer, prosjektleder og trener. 1994–2006 var han 1. amanuensis ved Samisk høgskole.
sme: Yngve lea bargan luossabivdin, oahpaheaddjin, prošeaktajođiheaddjin ja hárjeheaddjin, 1994–2006 son lei 1. amanuensa Sámi allaskuvllas.

source: I 2006 flytta han tilbake til Lávvonjárga, og han arbeider nå med forskjellige prosjekter, bl.a. har han laga CD om samiske stedsnavn i Berlevåg.
sme: 2006:s fárrii ruovttoluotta Lávvonjárgii, ja bargá iešguđet lágan prošeavttaiguin, ja lea ee. ráhkadan CD Bearalvági sámi báikenamaid birra.

source: Han arbeider nå med samisk statistikk, og med en CD med samiske stedsnavn i Nesseby.
sme: Son bargá dál sámi statistihkain ja CD:in Unjárgga sámi báikenamain. Yngve Johansen (Govva: Svein Lund)

source: Kåre Larsen levde sine første ti år i Guollevadji / Store Molvik i Berlevåg kommune.
sme: Kåre Larsen orui 10 vuosttaš eallinjagi Guolleveajis Bearalvági gielddas.

source: Han er nest yngst i en søskenflokk på åtte.
sme: Son lea nubbin nuoramus 8 mánás.

source: Språket både hjemme og i bygda var samisk og i likhet med sine søsken kunne han minimalt med norsk da han begynte på skolen.
sme: Guolleveadji lei sámegielat báikkáš, ja Kåre bearrašis lei sámegiella ruovttugiellan. Seamma go boarrásat oappát ja vieljat de ii máhttán Kåre dárogiela nu bures go álggii skuvlii.

source: Internat i Kongsfjord
sme: Internáhtta Strommavuonas

source: – I Berlevåg kommune var det to skoler, en i Berlevåg og den andre som var internatskole var i Kongsfjord.
sme: – Bearalvági gielddas ledje guokte skuvlla. Bearalvágis, ja nubbi skuvla, internáhtaskuvla Strommavuonas.

source: Tidlig på 1950 tallet var det ingen veiforbindelse mellom de to stedene.
sme: 1950-logu álggus ii lean geaidnooktavuohta dán guovtti báikki gaskka.

source: Så da var eneste alternative skolen i Kongsfjord, den som geografisk var lengst unna.
sme: Danne gárttai ge skuvlii Strommavutnii, mii lei guhkimusas eret ruovttus.

source: Når vi skulle på skolen var det først med småbåt ut til lokalbåten.
sme: Go jođiimet skuvlii de jođiimet álggos unnafatnasiin «lokálafatnasii».

source: Noe som i seg selv ikke var så enkelt mange ganger, spesielt når vinden kom fra vest.
sme: Dát ii lean álki buot háviid, erenomážit go lei oarjebiegga.

source: Så var det turen ut Tanafjorden, rundt Tanahorn, innom Berlevåg og videre til Kongsfjord.
sme: Ja de lei johtit Deanuvuona olggos, Ráhkkonjárgga birra, Bearalvági bokte, gitta Strommavutnii.

source: Denne turen kunne ta mange timer og enkelte ganger være mye og sterk vind.
sme: Dát mátki bisttii máŋga diimmu, ja muhtumin sáhtte lea stuorra bárut ja garra biegga.

source: I tillegg kunne det være både diesel- og tobakksrøyklukt i salongen, noe som ikke gjorde turen lettere.
sme: Dasa lassin lei diesel- ja duhpátsuovvahádja saloŋggas, ja dát ii álkiidan gal mátkki.

source: Og etter slike turer kunne jeg være dårlig flere dager.
sme: Dákkár mátkkiid maŋŋá sáhtten leat illáveaje máŋga beaivvi.

source: Ved skolestart i Kongsfjord fikk jeg hjelp med det norske språket av Arne Frantzen.
sme: Go álgen skuvlii Strommavutnii de ožžon veahki Arne Frantzenis birget dárogielain.

source: Han var fra Vuoddavuotna/Gulgofjord og noen år eldre enn meg, og han kunne både samisk og norsk.
sme: Son lei eret Vuođavuonas ja lei moadde jagi boarrásat go mun, ja son máhtii sihke dáro- ja sámegiela.

source: Men det tok ikke så lang tid før jeg lærte norsk, sikkert også fordi alt på stedet og i skolen foregikk på norsk.
sme: Ii mannan nu guhkes áigi ovdal go ohppen dárogiela, sihkkarit danne go giláš lei dárogielat ja buot mii skuvllas dáhpahuvai lei dárogillii.

source: På internatet var det bare barna og en lærer som bodde.
sme: Internáhtas orro dušše mánát ja okta oahpaheaddji.

source: Husmora laget maten, men jeg syntes at maten var ganske ensformig.
sme: Dálueamit ráhkadii borramuša, muhto mu mielas orui hui ovttageardánis borramuš.

source: Selv om internatet var i et fiskevær, fikk vi ganske lite fisk.
sme: Vaikko vel internáhtta lei guolástusbáikkážis de eat ožžon nu ollu guoli.

source: Det ble undervist i to bolker, når en gruppe var på skolen, var den andre hjemme.
sme: Oahpahus lei guovtti joavkkus, go okta joavku lei skuvllas, de lei nubbi ruovttus.

source: Det siste året bodde jeg alene på internat i Kongsfjord, for da var både min yngre bror og naboen min, Jan Johansen, hjemme når jeg hadde skole.
sme: Maŋimuš jagi mun orron okto Strommavuona internáhtas, go de leigga mu nuorat viellja ja kránnjá Jan Johansen ruovttus go mus lei skuvla.

source: Dette kunne føre til at tiden kunne bli litt lang enkelte ganger når han jeg var alene barn på internatet.
sme: Dát dagahii ahte áigi manai njozet go ledjen áidna mánná internáhtas.

source: På skolen var det undervisning etter lærebøkene og på skolen ble aldri samer nevnt.
sme: Skuvllas oahpahuvvui oahppogirjjiid vuođul, ja skuvllas ii namuhuvvon miige sápmelaččaid birra.

source: Jeg syntes at lærerne var flinke å undervise og de var også greie i fritida.
sme: Mu mielas ledje čeahpes oahpaheaddjit, ja astoáiggis ledje maid šiegat.

source: Fra internatlivet har jeg igrunnen mest gode minner.
sme: Mus leat eanáš buorit muittut internáhttaeallimis.

source: Vi hadde stor frihet, som i stor grad ble benyttet til uteaktiviteter.
sme: Mis lei stuorra friddjavuohta, ja dan mii geavaheimmet olgodoaimmaide.

source: Men internatlivet gjorde også at barna ble mer selvstendige og lærte å ta vare på seg selv.
sme: Internáhttaeallin maid dagahii ahte mánát šadde iešheanálaččat, ja ohppe ieža birget.

source: Internatet i Kongsfjord ble lagt ned i 1954 og de siste årene var det bare barn på internatet fra Store Molvik og Gulgofjord.
sme: Strommavuona internáhtta heaittihuvvui 1954:s, ja maŋimuš jagiid ledje dušše Guolleveaji ja Golgovuona mánát internáhtas.

source: – I 1954 flyttet hele familien min til Gulgofjord.
sme: Skeavvonjárgga 1950-logus.

source: Årsaken til dette var at dette stedet hadde fiskekjøp, kai og butikk og i tillegg var havneforholdene gode i de fleste vindretningene.
sme: Gurut bealde Samvirkelagkája, internáhta/skuvlla kája ja internáhttavisti.

source: Men stedet manglet, da som nå, veiforbindelse.
sme: (Gova luoikan Skeavvonjárgga skuvla)

source: Fra Skjånes skole, trolig på 1950-tallet.
sme: Skeavvonjárgga skuvllas, jáhkkimis 1950-logus

source: Skjånes skole, 1950- eller 60-tallet.
sme: Skeavvonjárgga skuvla, 1950- dahje 60-logus.

source: Høyeste del av bygningen er skole/klasserom, laveste fløy var gymnastikksal for skolen og ble også brukt til kapell.
sme: Vistti alimus oassi lea skuvla/luohkkálanjat, vuolimus oassi lei lášmmohallanlatnja mii maiddái geavahuvvui kapeallan. (Gova luoikan Skeavvonjárgga skuvla)

source: Da det ikke var internat i Berlevåg, ble vi barna sendt med lokalbåt til Skjånes i Gamvik kommune.
sme: Go ii lean internáhtta Bearalvágis, de sáddejedje mánáid Skeavvonjárgii, Gáŋgaviikka gildii.

source: I luftlinje er det bare rett over Tanafjorden, en strekning på litt over 20 kilometer.
sme: Njuolga rastá Deanuvuona ii leat go badjelaš 20 kilomehtera.

source: Men lokalbåten hadde rute rundt Tana- og Langfjorden og på denne turen kunne det være opptil 12 anløp, og hele turen tok over et døgn.
sme: Muhto lokálas lei ruvtto Deanuvuona ja Lákkovuona birra, ja dás sáhtte leat gitta 12 bisánanbáikki rádjai, ja mátki bisttii badjelaš jándora.

source: Men også på Tanafjorden kan det være dårlig vær og et døgn i dårlig vær kan være en stor påkjenning, spesielt for dem som ikke er sjøsterk.
sme: Muhto Deanuvuonas maid sáhttá leat dálki, ja jándora mátki garra dálkkis sáhttá čuohcat garrasit olbmui, erenomážit sidjiide geat šaddet mearrabuohccin.

source: Periodene på internatet varte opptil en måned.
sme: Áigodagat internáhtas sáhtte bistit gitta mánu rádjai.

source: På Skjånes hadde jeg også bror min, Aksel, og brødrene Jan og Bjarne Johansen, som skolekamerater.
sme: Skeavvonjárggas ledje mus mu viellja Aksel, ja vieljažagat Jan ja Bjarne Johansen, skuvlaskihpárin.

source: Det var fint å ha kamerater på de lange reisene rundt Tanafjorden og også ha kjente på internatet.
sme: Lei buorre ahte ledje skihpárat guhkes mátkkis Deanuvuona birra, ja maiddái internáhtas.

source: Også på dette internatet syns jeg vi hadde gode lærere og snille ansatte, så jeg syns internattiden egentlig var ganske fin. Likeledes var alle ungene fra stedet stort sett greie og det var lite mobbing på skolen og internatet.
sme: Maiddái dán internáhtas ledje mu mielas buori oahpaheaddjit ja šiega bargit.

source: Men også her var det samiske et område som ikke ble berørt på skolen, enda de fleste barna var samer.
sme: Muhto dáppe lei maiddái sámevuohta dakkár ášši mii ii guoskkahuvvon skuvllas, lihkká váikko ledje eanáš sámi mánát skuvllas.

source: Flere artikler fra Samisk skolehistorie 6
sme: Eará artihkkalat Sámi skuvlahistorjá 6-girjjis
